Repository: Solvro/mobile-apka-do-snu
Catalog: lib/l10n/app_*.arb
Languages: pl

# app_title
source: Sleep Control App
pl: Apka do snu

# email_text_field_hint
source: Enter your email...
pl: Podaj swojego maila...

source: Questions
pl: Pytania

# go_to_bed_time_id
source: Going to bed
pl: Położenie się do łóżka

# go_to_bed_time
source: The time you went to bed last night
pl: Godzina, o której położyłeś się do łóżka wczoraj wieczorem

# go_sleep_time_id
source: Falling asleep
pl: Pójście spać

# go_sleep_time
source: The time you fell asleep last night
pl: Godzina, o której poszedłeś spać wczoraj wieczorem

# fall_asleep_time_id
source: Time to fall asleep
pl: Zaśnięcie

# fall_asleep_time
source: How long did it take you to fall asleep?
pl: Jak długo zajęło Ci, żeby zasnąć?

# awakening_times_id
source: Awakenings
pl: Przebudzanie się

# awakening_times
source: How many times did you wake up during the night?
pl: Ile razy wybudzałeś się ze snu?

# awakening_time_total_id
source: Total awakening time
pl: Czas przebudzeń

# awakening_time_total
source: How long did these awakenings last in total?
pl: Jak długo łącznie trwały te wybudzenia w łóżku?

# wake_up_time_id
source: Waking up
pl: Obudzenie się

# wake_up_time
source: What time did you wake up in the morning?
pl: O której godzinie obudziłeś się rano?

# leave_bed_time_id
source: Getting out of bed
pl: Wstanie z łóżka

# leave_bed_time
source: What time did you get out of bed?
pl: O której godzinie wstałeś z łóżka?

# sleep_rate_id
source: Sleep quality
pl: Jakość snu

# sleep_rate
source: How would you rate your sleep quality? (0-5)
pl: Jak oceniasz jakość swojego snu? (0-5)

# time_hint
source: Time (for example 7:30 or 22:15)
pl: Godzina (na przykład 7:30 lub 22:15)

source: Next
pl: Dalej

# time_format_error
source: Please enter a valid time in HH:MM format
pl: Prosze wpisz prawidłowy format czasu HH:MM
